Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Are you sure you want to confirm that the worker has refused to participate in the career development plan? Once confirmed, the worker will not be able to provide responses or submit the form.
id_id: Apakah Anda yakin ingin mengonfirmasi bahwa pekerja telah menolak untuk berpartisipasi dalam rencana pengembangan karier? Setelah dikonfirmasi, pekerja tidak akan dapat memberikan tanggapan atau mengirimkan formulir.

source: Confirm career development plan refusal
id_id: Konfirmasi penolakan rencana pengembangan karier

source: You can still add comments in the sections. Once you have completed your review, please submit the form to finalize the process.
id_id: Anda masih dapat menambahkan komentar di bagian-bagian tersebut. Setelah Anda menyelesaikan peninjauan, silakan kirim formulir untuk menyelesaikan proses ini.

source: The worker has opted out of the career development plan.
id_id: Pekerja telah memilih untuk keluar dari rencana pengembangan karier.

source: Are you sure you want to confirm the worker’s decision to participate in the career development plan? Once confirmed, the worker will be able to provide responses or submit the form.
id_id: Apakah Anda yakin ingin mengonfirmasi keputusan pekerja untuk berpartisipasi dalam rencana pengembangan karier? Setelah dikonfirmasi, pekerja akan dapat memberikan tanggapan atau mengirimkan formulir.

source: Confirm reopening of the career development plan
id_id: Konfirmasi pembukaan kembali rencana pengembangan karier

source: {{step}} (refused)
id_id: {{step}} (ditolak)

source: Check-in category
id_id: Kategori check-in

source: Make the most of your check-ins!
id_id: Manfaatkan check-in Anda sebaik-baiknya!

source: No upcoming check-ins
id_id: Tidak ada check-in yang akan datang

source: Set a date for the following check-ins
id_id: Tetapkan tanggal untuk check-in berikutnya

source: No results. Please try adjusting your filters or clearing some criteria to see results.
id_id: Tidak ada hasil. Silakan coba sesuaikan filter Anda atau hapus beberapa kriteria untuk melihat hasil.

source: You haven’t created any check-ins yet. Start your journey towards growth by creating your first check-in
id_id: Anda belum membuat check-in apa pun. Mulailah perjalanan Anda menuju pertumbuhan dengan membuat check-in pertama Anda.

source: Actions required
id_id: Tindakan yang diperlukan

source: No results.<br/>Clear the search to show all results.
id_id: Tidak ada hasil.<br/>Hapus pencarian untuk menampilkan semua hasil.

source: You don’t have any goals yet. Kickstart your progress by setting your first goal!
id_id: Anda belum memiliki tujuan apa pun. Mulailah progres Anda dengan menetapkan tujuan pertama Anda!

source: This worker has no goals yet. Create goals to help their progress.
id_id: Pekerja ini belum memiliki tujuan. Buat tujuan untuk membantu progres mereka.

source: Go to the Check-ins page to take any required actions
id_id: Pergi ke halaman Check-in untuk melakukan tindakan yang diperlukan

source: Events history
id_id: Riwayat peristiwa

source: No compensation data to display
id_id: Tidak ada data kompensasi yang dapat ditampilkan

source: Hide sensitive data
id_id: Sembunyikan data sensitif

source: Sensitive data is hidden
id_id: Data sensitif disembunyikan

source: Salary change events – Last 5 years
id_id: Peristiwa perubahan gaji – 5 tahun terakhir

source: Historical compensation
id_id: Kompensasi historis

source: Overview of recent salary changes
id_id: Tinjauan perubahan gaji terbaru

source: Last request
id_id: Permintaan terakhir

source: Request date
id_id: Tanggal permintaan

source: Request pay information
id_id: Minta informasi gaji

source: Enter your description here
id_id: Masukkan deskripsi Anda di sini

source: Pay information
id_id: Informasi gaji

source: You cannot submit a new pay information request as you already have a request in progress.
id_id: Anda tidak dapat mengajukan permintaan informasi gaji baru karena Anda sudah memiliki permintaan yang sedang diproses.

source: Request in progress
id_id: Permintaan sedang diproses

source: The request was successfully created.
id_id: Permintaan berhasil dibuat.

source: Midpoint
id_id: Titik Tengah

source: No position in pay range data to display
id_id: Tidak ada data posisi dalam rentang gaji yang dapat ditampilkan

source: Use this toggle to hide or show your sensitive compensation information.
id_id: Gunakan tombol ini untuk menyembunyikan atau menampilkan informasi kompensasi sensitif Anda.

source: Show sensitive data
id_id: Tampilkan data sensitif

source: Sensitive data is displayed
id_id: Data sensitif ditampilkan

source: Total direct compensation
id_id: Total kompensasi langsung

source: Total indirect compensation
id_id: Total kompensasi tidak langsung

source: Variable bonus
id_id: Bonus variabel

source: Cost center name
id_id: Nama pusat biaya

source: Education
id_id: Pendidikan

source: General information
id_id: Informasi umum

source: Hide worker details
id_id: Sembunyikan detail pekerja

source: Role information
id_id: Informasi peran

source: Show worker details
id_id: Tampilkan detail pekerja

source: Start date in role
id_id: Tanggal mulai dalam peran

source: Tenure
id_id: Masa jabatan

source: Worker information
id_id: Informasi pekerja

source: Work city
id_id: Kota tempat bekerja

source: No documents yet. Your most recent documents will be displayed here for easy access.
id_id: Belum ada dokumen. Dokumen terbaru Anda akan ditampilkan di sini untuk akses yang mudah.

source: Latest documents
id_id: Dokumen terbaru

source: Date generated
id_id: Tanggal dibuat

source: All documents you have received
id_id: Semua dokumen yang telah Anda terima

source: You don't have enough information to review yet.
id_id: Anda belum memiliki cukup informasi untuk melakukan peninjauan.

source: Variable achievement estimator
id_id: Estimator pencapaian variabel

source: Use our model for inspiration
id_id: Gunakan model kami untuk mendapatkan inspirasi

source: Your feedback activity will be displayed here. Start by sharing your thoughts and suggestions with your colleagues.
id_id: Aktivitas umpan balik Anda akan ditampilkan di sini. Mulailah dengan berbagi pemikiran dan saran Anda dengan rekan kerja Anda.

source: Feedback category
id_id: Kategori umpan balik

source: Feedback notes are for your personal use; only you can view them. Start adding your notes here to keep track of your progress and ideas.
id_id: Catatan umpan balik ditujukan untuk penggunaan pribadi Anda, hanya Anda yang dapat melihatnya. Mulailah menambahkan catatan Anda di sini untuk melacak progres dan ide-ide Anda.

source: Add your notes here to keep track of your progress and ideas. Feedback notes are for your personal use; only you can view them.
id_id: Tambahkan catatan Anda di sini untuk melacak progres dan ide-ide Anda. Catatan umpan balik ditujukan untuk penggunaan pribadi Anda, hanya Anda yang dapat melihatnya.

source: Feedback overview
id_id: Gambaran umum umpan balik

source: Here you will see feedback marked as a public. Check again later for updates or be the first to give public feedback to a colleague.
id_id: Di sini Anda akan melihat umpan balik yang ditandai sebagai publik. Periksa kembali nanti untuk pembaruan atau jadilah yang pertama memberikan umpan balik publik kepada rekan kerja.

source: Here you will see feedback marked as a public. Check again later for updates or explore more features in the meantime.
id_id: Di sini Anda akan melihat umpan balik yang ditandai sebagai publik. Periksa lagi nanti untuk pembaruan atau jelajahi lebih banyak fitur lainnya sementara ini.

source: Feedback from your colleagues will appear here. Check again later for updates or explore more features in the meantime.
id_id: Umpan balik dari rekan kerja Anda akan muncul di sini. Periksa lagi nanti untuk pembaruan atau jelajahi lebih banyak fitur lainnya sementara ini.

source: Reach out to your team and request their thoughts on your work.
id_id: Hubungi tim Anda dan mintalah pendapat mereka tentang pekerjaan Anda.

source: New feedback
id_id: Umpan balik baru

source: Your received feedback volume is up!
id_id: Volume umpan balik yang Anda terima meningkat!

source: Requested feedback will appear here. Start by reaching out to your team and requesting their input on your work.
id_id: Umpan balik yang diminta akan muncul di sini. Mulailah dengan menghubungi tim Anda dan meminta masukan mereka tentang pekerjaan Anda.

source: Request feedback and find out what your colleagues think about your collaboration.
id_id: Minta umpan balik dan cari tahu pendapat rekan kerja Anda tentang kolaborasi Anda.

source: Feedback requests from your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
id_id: Permintaan umpan balik dari rekan kerja Anda akan muncul di sini. Sementara itu, Anda dapat mengirim permintaan umpan balik kepada rekan kerja Anda untuk memulai diskusi.

source: New request
id_id: Permintaan baru

source: Feedback helps improve teamwork and processes within the company. Start sharing your thoughts and suggestions with your colleagues.
id_id: Umpan balik membantu meningkatkan kerja tim dan proses di dalam perusahaan. Mulailah berbagi pemikiran dan saran Anda dengan rekan kerja Anda.

source: Your colleagues are waiting for your feedback. Start sharing your insights with them.
id_id: Rekan kerja Anda menunggu umpan balik dari Anda. Mulailah berbagi wawasan dengan mereka.

source: Feedback helps improve teamwork and processes within the company. Start by sharing your thoughts and suggestions with your colleagues.
id_id: Umpan balik membantu meningkatkan kerja sama tim dan proses di dalam perusahaan. Mulailah dengan membagikan pemikiran dan saran Anda kepada rekan kerja Anda.

source: Team feedback requests
id_id: Permintaan umpan balik tim

source: Feedback requests about your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
id_id: Permintaan umpan balik tentang rekan kerja Anda akan muncul di sini. Sementara itu, Anda dapat mengirim permintaan umpan balik kepada rekan kerja Anda untuk memulai diskusi.

source: Hide confidential information
id_id: Sembunyikan informasi rahasia

source: Thank you. We'll inform {{givenName}} that you would like to discuss your equity compensation in more detail.
id_id: Terima kasih. Kami akan memberitahu {{givenName}} bahwa Anda ingin mendiskusikan kompensasi ekuitas Anda secara lebih detail.

source: My documents
id_id: Dokumen saya

source: We don’t have enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
id_id: Kami tidak memiliki cukup data untuk menampilkan diagram perilaku Anda. Minta umpan balik dari rekan kerja Anda untuk mulai membangun gambaran lengkap tentang kinerja Anda.

source: There aren’t enough data to display the behavior wheel.
id_id: Data yang tersedia belum cukup untuk menampilkan roda perilaku.

source: View behaviors
id_id: Lihat perilaku

source: View my received feedback
id_id: Lihat umpan balik yang saya terima

source: Explore the feedback you received and highlight the ones that inspire you the most!
id_id: Jelajahi umpan balik yang Anda terima dan sorot yang paling menginspirasi Anda!

source: You haven’t marked any feedback as favorites yet. Explore the feedback you received and highlight the ones that inspire you the most!
id_id: Anda belum menandai umpan balik apa pun sebagai favorit. Jelajahi umpan balik yang Anda terima dan sorot yang paling menginspirasi Anda!

source: Go to feedback
id_id: Pergi ke umpan balik

source: Your favorite received feedback
id_id: Umpan balik favorit Anda yang diterima

source: Go to documents
id_id: Buka dokumen

source: You don’t have any goal plans yet.
id_id: Anda belum memiliki rencana tujuan apa pun.

source: Your individual goals
id_id: Tujuan individu Anda

source: Personal information
id_id: Informasi pribadi

source: Org level 1
id_id: Tingkat organisasi 1

source: View profile
id_id: Lihat profil

source: Organization goals
id_id: Tujuan organisasi

source: Payee
id_id: Penerima pembayaran

source: No performance reviews are assigned to you at the moment.
id_id: Tidak ada tinjauan kinerja yang ditugaskan kepada Anda saat ini.

source: Assigned reviews
id_id: Ulasan yang ditugaskan

source: Review category
id_id: Kategori ulasan

source: No ratings yet
id_id: Belum ada penilaian

source: List of performance reviews & ratings
id_id: Daftar ulasan kinerja & penilaian Anda saat ini

source: Enable 360 reviews
id_id: Aktifkan ulasan 360

source: Check the widgets you want visible on the passport page.
id_id: Pilih widget yang ingin Anda tampilkan di halaman paspor.

source: Passport widget settings
id_id: Pengaturan widget Passport

source: Digital reward statement
id_id: Pernyataan hadiah digital

source: Enable my total compensation
id_id: Aktifkan total kompensasi saya

source: Enable and configure the digital reward statement.
id_id: Aktifkan dan konfigurasikan pernyataan hadiah digital.

source: The section header cannot be empty.
id_id: Header bagian tidak boleh kosong.

source: Preview compensation breakdown in the digital reward statement page.
id_id: Pratinjau rincian kompensasi di halaman laporan penghargaan digital.

source: Compensation breakdown
id_id: Rincian kompensasi

source: Select the compensation elements to display in the history
id_id: Pilih elemen kompensasi yang akan ditampilkan dalam riwayat

source: Choose elements
id_id: Pilih elemen

source: Compensation elements
id_id: Elemen kompensasi

source: At least one compensation element must be selected.
id_id: Setidaknya satu elemen kompensasi harus dipilih.

source: Number of years
id_id: Jumlah tahun

source: The number of years must be at least 1.
id_id: Jumlah tahun harus minimal 1.

source: The number of years cannot be empty.
id_id: Jumlah tahun tidak boleh kosong.

source: Preview historical compensation
id_id: Pratinjau riwayat kompensasi

source: Show total compensation
id_id: Tampilkan total kompensasi

source: Preview compensation numerical overview
id_id: Pratinjau ikhtisar numerik kompensasi

source: Compensation in numbers
id_id: Kompensasi dalam angka

source: Show total direct compensation
id_id: Tampilkan total kompensasi langsung

source: Show total indirect compensation
id_id: Tampilkan total kompensasi tidak langsung

source: At least one compensation widget must be selected.
id_id: Setidaknya satu widget kompensasi harus dipilih.

source: Compensation philosophy description
id_id: Deskripsi filosofi kompensasi

source: Enter text
id_id: Masukkan teks

source: The description is required.
id_id: Deskripsi wajib diisi.

source: The header is required.
id_id: Header wajib diisi.

source: Use this section to communicate your company’s guiding principles on pay and rewards.
id_id: Gunakan bagian ini untuk mengkomunikasikan prinsip-prinsip utama perusahaan Anda terkait gaji dan penghargaan.

source: Compensation philosophy
id_id: Filosofi kompensasi

source: Main content
id_id: Konten utama

source: Our compensation philosophy
id_id: Filosofi kompensasi kami

source: Allow pay information requests
id_id: Izinkan permintaan informasi gaji

source: Include the ability to request pay information.
id_id: Sertakan kemampuan untuk meminta informasi gaji.

source: The ray information text cannot be empty.
id_id: Teks informasi kompensasi tidak boleh kosong.

source: Preview position in pay range in the digital reward statement page
id_id: Pratinjau posisi dalam rentang gaji di halaman pernyataan penghargaan digital

source: Position in pay range
id_id: Posisi dalam rentang gaji

source: Position in pay range toggle
id_id: Tombol posisi dalam rentang gaji

source: Compensation policy link description
id_id: Deskripsi tautan kebijakan kompensasi

source: The label is required.
id_id: Label wajib diisi.

source: Please enter a valid URL
id_id: Silakan masukkan URL yang valid

source: The link is required.
id_id: Tautan diperlukan.

source: Show compensation policy link
id_id: Tampilkan tautan kebijakan kompensasi

source: Add resource
id_id: Tambahkan sumber daya

source: List of resources
id_id: Daftar sumber daya

source: Enter your resource label here
id_id: Masukkan label sumber daya Anda di sini

source: The resource label cannot be empty.
id_id: Label sumber daya tidak boleh kosong.

source: The resource link must be a valid URL.
id_id: Tautan sumber daya harus berupa URL yang valid.

source: The resource link cannot be empty.
id_id: Tautan sumber daya tidak boleh kosong.

source: Provide links to the digital reward statement page.
id_id: Sediakan tautan ke halaman pernyataan hadiah digital.

source: Section description
id_id: Deskripsi bagian

source: Section header
id_id: Judul bagian

source: Side panel
id_id: Panel samping

source: The digital reward statement was successfully updated.
id_id: Pernyataan hadiah digital berhasil diperbarui.

source: Edit digital reward statement
id_id: Edit pernyataan hadiah digital

source: Enable learning
id_id: Aktifkan pembelajaran

source: Goal overall progress
id_id: Progres keseluruhan tujuan

source: Enable reviews
id_id: Aktifkan ulasan

source: Show confidential information
id_id: Tampilkan informasi rahasia

source: Chat
id_id: Obrolan

source: No comments yet
id_id: Belum ada komentar

source: Check-in comments
id_id: Komentar check-in

source: Goal comments
id_id: Komentar tujuan

source: Due date: {{date}}
id_id: Tanggal jatuh tempo: {{date}}

source: Questionnaire comments
id_id: Komentar kuesioner

source: No questions
id_id: Tidak ada pertanyaan

source: Skill comments
id_id: Komentar keterampilan

source: Worker’s self-rating
id_id: Penilaian diri pekerja

source: No skills yet
id_id: Belum ada keahlian

source: Manager’s evaluation
id_id: Evaluasi manajer

source: No rating provided
id_id: Tidak ada penilaian yang diberikan

source: Type: {{name}}
id_id: Tipe: {{name}}

source: Closed date
id_id: Tanggal penutupan

source: Close date
id_id: Tanggal penutupan

source: The worker has opted out of the career development plan
id_id: Pekerja telah memilih untuk keluar dari rencana pengembangan karier

source: You have opted out of the career development plan
id_id: Anda telah memilih untuk tidak mengikuti rencana pengembangan karier

source: Uploaded files
id_id: File yang diunggah

source: Uploaded by: {{name}}
id_id: Diunggah oleh: {{name}}

source: Automatically, using a deliverable
id_id: Secara otomatis, menggunakan deliverable

source: Automatically, using the average of measurement criteria
id_id: Secara otomatis, menggunakan rata-rata dari kriteria pengukuran

source: Audit trail
id_id: Jejak audit

source: This comment was deleted.
id_id: Komentar ini telah dihapus.

source: Discussion
id_id: Diskusi

source: Worker, Manager
id_id: Pekerja, Manajer

source: Aligned with goal
id_id: Selaras dengan tujuan

source: Goals aligned with this goal
id_id: Tujuan yang selaras dengan tujuan ini

source: {{name}} - Individual goal
id_id: {{name}} - Sasaran individu

source: {{name}} - Organizational goal
id_id: {{name}} - Tujuan organisasi

source: No due date
id_id: Tidak ada tenggat waktu

source: <0>{{userName}}</0> added alignments.
id_id: <0>{{userName}}</0> menambahkan penyelarasan.

source: <0>{{userName}}</0> deleted alignments.
id_id: <0>{{userName}}</0> menghapus penyelarasan.

source: <0>{{userName}}</0> added a file.
id_id: <0>{{userName}}</0> menambahkan sebuah berkas.

source: <0>{{userName}}</0> deleted a file.
id_id: <0>{{userName}}</0> menghapus sebuah berkas.

source: <0>{{userName}}</0> added a deliverable.
id_id: <0>{{userName}}</0> menambahkan deliverable.

source: <0>{{userName}}</0> deleted a deliverable.
id_id: <0>{{userName}}</0> menghapus sebuah deliverable.

source: <0>{{userName}}</0> marked a deliverable as done.
id_id: <0>{{userName}}</0> menandai sebuah deliverable sebagai selesai.

source: <0>{{userName}}</0> marked a deliverable as undone.
id_id: <0>{{userName}}</0> menandai sebuah deliverable sebagai belum selesai.

source: <0>{{userName}}</0> updated a deliverable.
id_id: <0>{{userName}}</0> memperbarui sebuah deliverable.

source: <0>{{userName}}</0> updated the description.
id_id: <0>{{userName}}</0> memperbarui deskripsi.

source: <0>{{userName}}</0> updated the due date.
id_id: <0>{{userName}}</0> memperbarui tanggal jatuh tempo.

source: No date
id_id: Tidak ada tanggal

source: No progress
id_id: Tidak ada kemajuan

source: No status
id_id: Tidak ada status

source: No weight
id_id: Tanpa bobot

source: <0>{{userName}}</0> reset the end date for <1>{{participantName}}</1> to the initial date.
id_id: <0>{{userName}}</0> mengatur ulang tanggal akhir untuk <1>{{participantName}}</1> ke tanggal awal.

source: <0>{{userName}}</0> set the end date for <1>{{participantName}}</1>.
id_id: <0>{{userName}}</0> menetapkan tanggal akhir untuk <1>{{participantName}}</1>.

source: <0>{{userName}}</0> set the end date for the goal.
id_id: <0>{{userName}}</0> menetapkan tanggal akhir untuk tujuan tersebut.

source: <0>{{userName}}</0> changed the end date for <1>{{participantName}}</1>.
id_id: <0>{{userName}}</0> mengubah tanggal akhir untuk <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the end date for the goal.
id_id: <0>{{userName}}</0> mengubah tanggal akhir untuk tujuan tersebut.

source: From:
id_id: Dari:

source: <0>{{userName}}</0> approved a goal.
id_id: <0>{{userName}}</0> menyetujui sebuah sasaran.

source: <0>{{userName}}</0> created a goal.
id_id: <0>{{userName}}</0> membuat sasaran.

source: <0>{{userName}}</0> rejected a goal.
id_id: <0>{{userName}}</0> menolak sebuah sasaran.

source: <0>{{userName}}</0> deleted a goal.
id_id: <0>{{userName}}</0> menghapus sebuah sasaran.

source: <0>{{userName}}</0> marked a goal as done.
id_id: <0>{{userName}}</0> menandai satu sasaran sebagai selesai.

source: <0>{{userName}}</0> reopened a goal.
id_id: <0>{{userName}}</0> membuka kembali sebuah sasaran.

source: <0>{{userName}}</0> submitted a goal for approval.
id_id: <0>{{userName}}</0> mengajukan sebuah sasaran untuk disetujui.

source: <0>{{userName}}</0> added a measurement criterion.
id_id: <0>{{userName}}</0> menambahkan kriteria pengukuran.

source: <0>{{userName}}</0> deleted a measurement criterion.
id_id: <0>{{userName}}</0> menghapus satu kriteria pengukuran.

source: <0>{{userName}}</0> updated a measurement criterion.
id_id: <0>{{userName}}</0> memperbarui kriteria pengukuran.

source: <0>{{userName}}</0> updated the population of a goal.
id_id: <0>{{userName}}</0> memperbarui populasi suatu sasaran.

source: <0>{{userName}}</0> updated a goal priority.
id_id: <0>{{userName}}</0> memperbarui prioritas sasaran.

source: <0>{{userName}}</0> updated the progress settings of a goal.
id_id: <0>{{userName}}</0> memperbarui pengaturan progres sebuah sasaran.

source: <0>{{userName}}</0> updated the progress of a goal.
id_id: <0>{{userName}}</0> memperbarui perkembangan sebuah sasaran.

source: <0>{{userName}}</0> reset the dates for the goal population to the initial dates.
id_id: <0>{{userName}}</0> mengatur ulang tanggal untuk populasi sasaran ke tanggal awal.

source: <0>{{userName}}</0> reset the start date for <1>{{participantName}}</1> to the initial date.
id_id: <0>{{userName}}</0> mengatur ulang tanggal mulai untuk <1>{{participantName}}</1> ke tanggal awal.

source: <0>{{userName}}</0> set the start date for <1>{{participantName}}</1>.
id_id: <0>{{userName}}</0> menetapkan tanggal mulai untuk <1>{{participantName}}</1>.

source: <0>{{userName}}</0> set the start date for the goal.
id_id: <0>{{userName}}</0> menetapkan tanggal mulai untuk sasaran tersebut.
